{
  "header": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "skills": "Skills",
    "contact": "Contact"
  },
  "sectionAbout": {
    "greetings": "Hello, I'm",
    "role": "Front End Developer",
    "buttonAboutMe": "About me",
    "buttonMyProjects": "My projects"
  },
  "AboutMe": {
    "aboutMeH1": "About me",
    "aboutMeP1": "Proficient in JavaScript, HTML, and CSS. Aim to create responsive and minimalist designs.",
    "aboutMeP2": "Experience with Front End Frameworks, such as React, and also using TypeScript for additional support.",
    "aboutMeP3": "Freelance experience, focusing on SEO techniques to enhance website visibility and search engine ranking.",
    "aboutMeP4": "Proactive, always seeking new challenges and knowledge.",
    "aboutMeP5": "Dedicated to staying up-to-date with market trends and the latest technological updates.",
    "nameH2": "Name",
    "locationH2": "Location",
    "educationH2": "Education",
    "education": "In progress - Computer Science at Centro Universitário Unipê",
    "brazilName": "Brazil"
  },
  "Skills": {
    "skillsH1": "Skills"
  },
  "Projects": {
    "projectsH1": "Projects",
    "projectsDescription1": "Renove Casa is a freelance project for a furniture store, aiming to create a user-friendly and interactive catalog of their products. The project showcases various furniture items, categorizing them accordingly, and provides a direct link to contact the store via WhatsApp for inquiries.",
    "projectsDescription2": "Almeida Fest is a freelance project for a service company. The services are separated by category and each service has a WhatsApp link, with a personality message for each service.",
    "projectsButtonName": "Visit"
  },
  "ContactMe": {
    "talkToMe": "Talk To Me!",
    "name": "Name",
    "message": "Message",
    "submit": "Submit",
    "sucessMessage": "Mensage Sent! ✨"
  },
  "ChangeLanguageButton": {
    "changeIdiomButtonText": "Change Language",
    "englishName": "English",
    "portugueseName": "Portuguese"
  },
  "Footer": {
    "phrase": "In the search for knowledge, we discover that true wealth lies in the wisdom we share with others.",
    "madeBy": "Made by"
  }
}
