{
  "header": {
    "home": "Início",
    "about": "Sobre",
    "projects": "Projetos",
    "skills": "Habilidades"
  },
  "sectionAbout": {
    "greetings": "Olá, me chamo",
    "role": "Desenvolvedor Front End",
    "buttonAboutMe": "Sobre mim",
    "buttonMyProjects": "Meus projetos"
  },
  "AboutMe": {
    "aboutMeH1": "Sobre mim",
    "aboutMeP1": "Habilidades em JavaScript, HTML e CSS. Com o objetivo de criar designers responsivos e minimalistas.",
    "aboutMeP2": "Experiência no uso de Frameworks Front End, como o React e também usando TypeScript como suporte adicional..",
    "aboutMeP3": "Experiência em freelancers, com foco em técnicas de SEO, melhorar a visibilidade e o ranking de um site nos resultados dos mecanismos de busca.",
    "aboutMeP4": "Proativo, sempre buscando novos desafios e conhecimentos.",
    "aboutMeP5": "Sempre mantendo-me atualizado com as tendências do mercado e atualizações tecnológicas mais recentes.",
    "nameH2": "Nome",
    "locationH2": "Localização",
    "educationH2": "Educação",
    "education": "Graduando - Ciência da Computação no Centro Universitário Unipê",
    "brazilName": "Brasil"
  },
  "Skills": {
    "skillsH1": "Habilidades"
  },
  "Projects": {
    "projectsH1": "Projetos",
    "projectsDescription1": "Renove Casa é um projeto freelance para uma loja de mobiliário, com o objetivo de criar um catálogo interativo e de fácil utilização dos seus produtos. O projeto apresenta vários artigos de mobiliário, categorizando-os de acordo com as suas características, e fornece uma ligação direta para contactar a loja através do WhatsApp para questões.",
    "projectsDescription2": "Almeida Fest é um projeto freelancer para empresa prestadora de serviços. Os serviços estão separados por categoria e cada serviço tem um link para o WhatsApp, com uma mensagem personalidade para cada serviço.",
    "projectsButtonName": "Visite"
  },
  "ContactMe": {
    "TalkToMe": "Fale Comigo!",
    "Name": "Nome",
    "Message": "Messagem",
    "Submit": "Enviar"
  },
  "ChangeLanguageButton": {
    "changeIdiomButtonText": "Mudar Idioma",
    "englishName": "Inglês",
    "portugueseName": "Português"
  },
  "Footer": {
    "phrase": "Na busca do conhecimento, descobrimos que a verdadeira riqueza está na sabedoria que compartilhamos com o outro.",
    "madeBy": "Feito por"
  }
}
